Repository: fiftydinar/Folio
Catalog: po/*.po
Languages: fa

source: Beautiful markdown note-taking app
fa: یک برنامه یادداشت‌برداری زیبا بر پایه مارک‌داون

source: Expanded Notebook List
fa: بازکردن فهرست دفترچه‌ها

source: Main Menu
fa: منوی اصلی

source: Note Menu
fa: منوی یادداشت‌

source: Allow long notebook names
fa: استفاده از عنوان‌های طولانی برای دفترچه‌ها را مجاز کنید

source: The notebook column will expand to the width of the longest notebook name
fa: ستون دفترچه‌ها به اندازه عرض طولانی‌ترین نام دفترچه گسترش می‌یابد.

source: Allow long note names
fa: استفاده از عنوان‌های طولانی برای یادداشت‌ها را مجاز کنید

source: The note list column will expand to the width of the longest note name
fa: ستون لیست یاددادشت‌ها به اندازه عرض طولانی‌ترین عنوان یادداشت گسترش می‌یابد.

source: Some features include:
fa: برخی از ویژگی‌ها:

source: Optional line numbers
fa: شماره سطر دلخواه

source: Optional auto save
fa: ذخیره خوکار دلخواه

source: Open links with Control-Click
fa: با کنترل-کلیک لینک‌ها را باز کنید

source: Link to other notes in Folio
fa: لینک به سایر یادداشت‌ها در فولیو

source: Automatically create links for bare URL's and e-mail addresses
fa: ایجاد خودکار لینک برای آدرس‌های اینترنتی ساده و آدرس‌های ایمیل

source: Allow Long Notebook Names
fa: عنوان‌ها طولانی برای دفترچه مجاز است

source: The notebook column will expand to the width of the longest notebook name (requires notebook selection change to take effect).
fa: ستون دفترچه به اندازه عرض طولانی‌ترین عنوان دفترچه گسترش می‌یابد (برای اعمال تغییر در انتخاب دفترچه، باید آن را تغییر دهید).

source: Allow Long Note Names
fa: استفاده از عنوان‌های طولانی برای یادداشت‌ها را مجاز کنید

source: The note list column will expand to the width of the longest note name (requires notebook selection change to take effect).
fa: ستون فهرست یادداشت‌ها به اندازه‌ی عرض طولانی‌ترین عنوان یادداشت گسترش می‌یابد (برای اعمال تغییر در انتخاب دفترچه، باید آن را تغییر دهید).

source: URL detection level
fa: سطح تشخیص URL

source: How aggressive to look for URLs in markdown text
fa: چقدر باید در متن‌های نشانه‌گذاری شده به دنبال آدرس‌های اینترنتی گشت؟

source: Line spacing
fa: فاصله بین سطرها

source: The line spacing for the note text
fa: فاصله سطرها برای متن یادداشت

source: Markdown URL Detection
fa: تشخیص URL مارک‌داون

source: Determines the level of detection of URLs in free form text is used: - Aggressive tries to find all URLs - Strict requires a protocol identifier (ie http://) - Disabled turns detection off.
fa: سطح تشخیص URLها را که در در متن فرم آزاد استفاده می‌شود تعیین می‌کند: - تهاجمی سعی می‌کند همه URLها را پیدا کند - سختگیرانه به یک شناسه پروتکل نیاز دارد (مثلاً http://) - غیرفعال، تشخیص را خاموش می‌کند.

source: Fonts
fa: قلم‌ها

source: Line Spacing
fa: فاصله بین سطرها

source: Note names cannot contain a “/”
fa: عنوان یادداشت‌ها نمی‌تواند شامل کاراکتر «/» باشد

source: Note names cannot be blank
fa: عنوان یادداشت‌ها نمی‌تواند خالی باشد

source: Notebook names cannot contain a “/”
fa: عنوان دفترچه‌ها نمی‌تواند شامل کاراکتر «/» باشد

source: Notebook names cannot be blank
fa: عنوان دفترچه‌ها نمی‌تواند خالی باشد

source: Natural - Ascending
fa: طبیعی - صعودی

source: Natural - Descending
fa: طبیعی - نزولی

source: Unable to launch external application for file %s.
fa: قادر به اجرای برنامه خارجی برای فایل %s نیست.

source: Aggressive
fa: تهاجمی

source: Strict
fa: سخت‌گیر

source: Disabled
fa: غیرفعال

source: “%s” moved to trash
fa: "%s" به سطل زباله منتقل شد

source: “%s” restored
fa: "%s" بازیابی شد

source: _About Folio
fa: _درباره فولیو

source: Custom
fa: دلخواه

source: Open file in external application
fa: باز کردن فایل در برنامه جانبی

source: Open file
fa: بازکردن فایل

source: Notebook sort order
fa: ترتیب مرتب‌سازی دفترچه‌ها

source: The sort order of the notebook list
fa: ترتیب مرتب‌سازی برای فهرست دفترچه‌ها

source: Sort Order For Notebooks
fa: ترتیب مرتب‌سازی برای دفترچه‌ها

source: Note sort order
fa: ترتیب مرتب‌سازی یادداشت‌ها

source: The sort order of the note list
fa: ترتیب مرتب‌سازی برای فهرست یادداشت‌ها

source: Sort Order For Notes
fa: ترتیب مرتب‌سازی برای یادداشت‌ها

source: Modified Time - Ascending
fa: زمان تغییر - صعودی

source: Modified Time - Descending
fa: زمان تغییر - نزولی

source: Alphabetical - Ascending
fa: الفبایی - صعودی

source: Alphabetical - Descending
fa: الفبایی - نزولی

source: Display
fa: نمایش

source: Full Screen
fa: تمام‌صفحه

source: Zoom In
fa: بزرگ‌نمایی

source: Zoom Out
fa: کوچک‌نمایی

source: Pick primary font for notes
fa: انتخاب فونت اصلی برای یادداشت‌ها

source: Pick monospace font for code
fa: انتخاب فونت تک‌فاصله برای متن‌های کد

source: File Changed On Disk
fa: فایل در دیسک تغییر کرد

source: The file has changed on disk since it was last saved/loaded by Folio. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio) • Cancel the operation and manually resolve the issue Note: Canceling the save if you have already moved to a new note/notebook will discard your changes.
fa: این فایل از آخرین باری که توسط فولیو ذخیره/بارگذاری شده، روی دیسک تغییر کرده است. شما می‌توانید یکی از کارهای زیر را انجام دهید: • فایل را دوباره بارگذاری کنید (هر تغییری که در فولیو ایجاد کرده‌اید را نادیده بگیرید) • فایل را بازنویسی کنید (هر تغییری که خارج از فولیو ایجاد شده است را نادیده بگیرید) • عملیات را لغو کنید و مشکل را به صورت دستی حل کنید توجه: با لغو، اگر قبلاً به یادداشت/دفترچه جدیدی منتقل شده‌اید، تغییرات شما از بین می‌رود.

source: Reload
fa: بازنشانی

source: Overwrite
fa: بازنویسی

source: The file has changed on disk by another application. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio)
fa: فایل روی دیسک توسط برنامه دیگری تغییر کرده است. شما می‌توانید یکی از کارهای زیر را انجام دهید: • فایل را دوباره بارگذاری کنید (هر تغییری که در فولیو ایجاد کرده‌اید را نادیده بگیرید) • فایل را بازنویسی کنید (هر تغییری که خارج از فولیو ایجاد شده است را نادیده بگیرید)

source: Note %i
fa: یادداشت %i

source: Trash Storage Location
fa: مکان سطل زباله

source: Where the trash folder is located (requires app restart)
fa: محل قرارگیری پوشه سطل زباله (نیاز به راه‌اندازی مجدد برنامه دارد)

source: Pick where the trash can will be stored
fa: مشخص کنید که سطل زباله کجا ذخیره شود

source: Use Fixed Width For Notes
fa: استفاده از عرض ثابت برای یادداشت‌ها

source: Use a fixed width for the text area of a note
fa: استفاده از عرض ثابت برای ناحیه متن یادداشت

source: Expands the notebook list to include the notebook name
fa: لیست دفترچه‌ها را گسترش می‌دهد تا عنوان دفترچه را نیز شامل شود.

source: Show line numbers
fa: نمایش شماره سطرها

source: Displays line numbers at the left of the note
fa: شماره خطوط را در سمت چپ یادداشت نمایش می‌دهد

source: Show all notes
fa: نمایش تمام یادداشت‌ها

source: Displays the "All Notes" notebook at the top of the notebook list
fa: دفترچهٔ «همه یادداشت‌ها» را در بالای لیست دفترچه‌ها نمایش می‌دهد

source: Enable autosave
fa: فعال‌سازی ذخیره‌سازی خودکار

source: Automatically saves the current note every 30 seconds if the contents have changed (requires app restart)
fa: در صورت تغییر محتوا، یادداشت فعلی هر 30 ثانیه به طور خودکار ذخیره می‌شود (نیاز به راه‌اندازی مجدد برنامه دارد)

source: Don't hide the Trash folder
fa: پوشه‌ی سطل زباله را پنهان نکنید

source: The trash folder is set as a hidden folder by default, this option makes it visible
fa: پوشه سطل زباله به طور پیش فرض به عنوان یک پوشه پنهان تنظیم شده است، این گزینه آن را قابل مشاهده می کند

source: Main Folio window in light mode
fa: پنجره اصلی فولیو در حالت روشن

source: Main Folio window in dark mode
fa: پنجره اصلی فولیو در حالت تاریک

source: Folio on small/mobile screens
fa: فولیو روی صفحه نمایش‌های کوچک/موبایل

source: Folio preferences screen
fa: صفحه تنظیمات فولیو

source: Folio in three pane mode
fa: فولیو در حالت سه پنجره‌ای

source: Tools
fa: ابزارها

source: Displays the formatting toolbar at the bottom of the note
fa: نوار ابزار قالب‌بندی را در پایین یادداشت نمایش می‌دهد

source: Adds a button to the markdown reference sheet on the right of the formatting toolbar
fa: یک دکمه به برگه رفرنس مارک‌داون در سمت راست نوار ابزار قالب‌بندی اضافه می‌کند.

source: Layout
fa: چارچوب

source: Fixed Width To Use For Notes
fa: عرض ثابت در استفاده برای یادداشت‌ها

source: Sets the fixed width size of a note in px
fa: اندازه عرض ثابت یک یادداشت را بر حسب پیکسل تنظیم می‌کند

source: Files
fa: فایل‌ها

source: The trash folder is set as a hidden folder by default, this option makes it visible (requires app restart)
fa: پوشه سطل زباله به طور پیش‌فرض به عنوان یک پوشه مخفی تنظیم شده است، این گزینه آن را قابل مشاهده می‌کند (نیاز به راه‌اندازی مجدد برنامه دارد)

source: Unable to recognize URI
fa: قادر به شناسایی URI نیست

source: Folio
fa: کاغذ

source: Notes Manager
fa: مدیر یادداشت‌ها

source: Take notes
fa: یادداشت‌برداری

source: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;
fa: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;دفترچهٔ یادداشت;یادداشت‌ها;مارک‌داون;مارک‌دون;مارک‌دان;نوشتن;مدرسه;فرستادن;

source: New Note
fa: یادداشت جدید

source: New Notebook
fa: دفترچهٔ جدید

source: Markdown Cheatsheet
fa: برگهٔ تقلب مارک‌دون

source: Preferences
fa: ترجیحات

source: Note Font
fa: قلم یادداشت

source: The font notes will be displayed in
fa: قلمی که یادداشت‌ها با آن نمایش داده می‌شوند

source: Monospace Font
fa: قلم تک‌عرض

source: The font code will be displayed in
fa: قلمی که کدها با آن نمایش داده می‌شوند

source: OLED Mode
fa: حالت اُلِد

source: Create notebooks and take notes in markdown
fa: ایجاد دفترچه، یادداشت‌برداری به روش مارک‌داون

source: Almost WYSIWYG markdown rendering
fa: پردازش تقریباً ویزی‌ویگ مارک‌دون

source: Searchable through GNOME search
fa: جست‌وجوپذیر از جست‌وجوی گنوم

source: Highlight and strikethrough text formatting
fa: قالب‌بندی متن برجسته و خط خورده

source: App themeing based on notebook color
fa: تم‌بندی برنامه بر اساس رنگ دفترچه

source: Trash can
fa: زباله‌دان

source: Markdown document
fa: سند مارک‌دون

source: Plain Text
fa: متن ساده

source: Heading 1
fa: سرایند ۱

source: Heading 2
fa: سرایند ۲

source: Heading 3
fa: سرایند ۳

source: Heading 4
fa: سرایند ۴

source: Heading 5
fa: سرایند ۵

source: Heading 6
fa: سرایند ۶

source: Bold
fa: توپُر

source: Italic
fa: کج

source: Strikethrough
fa: خط‌خورده

source: Highlight
fa: برجسته

source: Insert Link
fa: درج پیوند

source: Insert Code
fa: درج کد

source: Insert Horizontal Rule
fa: درج خط افقی

source: Format
fa: قالب

source: Insert
fa: درج

source: Cancel
fa: لغو

source: Confirm
fa: تأیید

source: Note
fa: یادداشت

source: Edit Note
fa: ویرایش یادداشت

source: Save Note
fa: ذخیرهٔ یادداشت

source: Notebook
fa: دفترچه

source: Edit Notebook
fa: ویرایش دفترچه

source: General
fa: عمومی

source: Show Keyboard Shortcuts
fa: نمایش میان‌برهای صفحه‌کلید

source: Quit
fa: خروج

source: Formatting
fa: قالب‌بندی

source: Navigation
fa: ناوبری

source: Toggle Sidebar
fa: تعویض حالت نوار کناری

source: Search Notes
fa: جست‌وجوی یادداشت‌ها

source: Makes the dark theme pitch black
fa: سیاه مطلق کردن حالت تاریک

source: Enable Toolbar
fa: به کار انداختن جعبه‌ابزار

source: Enable Cheatsheet
fa: فعال کردن چیت‌شیت

source: 3-Pane Layout
fa: چیدمان سه‌ستونه

source: Notes Storage Location
fa: مکان ذخیره‌سازی یادداشت‌ها

source: Where the notebooks are stored (requires app restart)
fa: جایی که یادداشت‌ها ذخیره می‌شوند (نیازمند راه‌اندازی دوبارهٔ کاره)

source: Trash
fa: زباله‌دان

source: %d Notes
fa: %d یادداشت

source: Are you sure you want to delete everything in the trash?
fa: آیا مطمئنید که می‌خواهید تمامی موارد داخل زباله‌دان را حذف کنید؟

source: Empty Trash
fa: تخلیهٔ زباله‌دان

source: Create/choose a notebook before creating a note
fa: پیش از ایجاد یک یادداشت، یک دفترچه ایجاد/انتخاب کنید

source: Please, select a note to edit
fa: لطفاً یک یادداشت را برای ویرایش برگزینید

source: Please, select a note to delete
fa: لطفاً یک یادداشت را برای حذف برگزینید

source: Export Note
fa: برون‌ریزی یادداشت

source: Export
fa: برون‌ریزی

source: Rename Note
fa: تغییر نام یادداشت

source: Move to Notebook
fa: انتقال به دفترچه

source: Move
fa: انتقال

source: Note “%s” already exists in notebook “%s”
fa: یادداشت «%s» هم‌اکنون در دفترچهٔ «%s» وجود دارد

source: Are you sure you want to delete the note “%s”?
fa: آیا مطمئنید که می‌خواهید یادداشت «%s» را حذف کنید؟

source: Delete Note
fa: حذف یادداشت

source: Are you sure you want to delete the notebook “%s”?
fa: آیا مطمئنید که می‌خواهید دفترچهٔ «%s» را حذف کنید؟

source: Delete Notebook
fa: حذف دفترچه

source: Note “%s” already exists
fa: یادداشت «%s» هم‌اکنون وجود دارد

source: Could not create note
fa: نمی‌توان یادداشت را ایجاد کرد

source: Could not change note
fa: نمی‌توان یادداشت را تغییر داد

source: Could not delete note
fa: نمی‌توان یادداشت را حذف کرد

source: Could not restore note
fa: نمی‌توان یادداشت را بازیابی کرد

source: Saved “%s” to “%s”
fa: «%s» در «%s» ذخیره شد

source: Unknown error
fa: خطای ناشناخته

source: Notebook “%s” already exists
fa: دفترچهٔ «%s» هم‌اکنون وجود دارد

source: Could not create notebook
fa: نمی‌توان دفترچه را ایجاد کرد

source: Could not change notebook
fa: نمی‌توان دفترچه را تغییر داد

source: Could not delete notebook
fa: نمی‌توان دفترچه را حذف کرد

source: Search
fa: جست‌وجو

source: Rename
fa: تغییر عنوان

source: Could not find an app to handle file URIs
fa: نمی‌توان برنامه‌ای برای رسیدگی به uri فایل‌ها یافت

source: Apply
fa: اِعمال

source: Pick where the notebooks will be stored
fa: جایی که دفترچه‌ها ذخیره می‌شوند را انتخاب کنید

source: All Notes
fa: تمامی یادداشت‌ها

source: Last Modified
fa: آخرین تغییر

source: Extension
fa: افزونه

source: Follow system style
fa: پیروی از سبک سامانه

source: Light style
fa: سبک روشن

source: Dark style
fa: سبک تاریک

source: _New Notebook
fa: دفترچهٔ _جدید

source: _Edit Notebook
fa: _ویرایش دفترچه

source: _Preferences
fa: _ترجیحات

source: _Keyboard Shortcuts
fa: _میان‌برهای صفحه‌کلید

source: Notebook Name
fa: عنوان دفترچه

source: Duplicate notebook names are not allowed!
fa: نام تکراری برای دفترچه قابل پذیرش نیست!

source: First Characters
fa: نویسه‌های نخست

source: Initials
fa: حروف اول

source: Initials: camelCase
fa: حروف اول: CamelCase

source: Initials: snake_case
fa: حروف اول: snake_case

source: Icon
fa: نقشک

source: Notebook Color
fa: رنگ دفترچه

source: Create Notebook
fa: ایجاد دفترچه

source: Edit
fa: ویرایش

source: Move all to Trash
fa: انتقال همه به زباله‌دان

source: Notebooks
fa: دفترچه‌ها

source: Note Name
fa: عنوان یادداشت

source: Create Note
fa: ایجاد یادداشت

source: Restore from Trash
fa: بازیابی از زباله‌دان

source: Delete from Trash
fa: حذف از زباله‌دان

source: Move to Notebook…
fa: انتقال به دفترچه…

source: Move to Trash
fa: انتقال به زباله‌دان

source: Open Containing Folder
fa: گشودن شاخهٔ محتوی

source: Get started writing
fa: شروع نوشتن

source: Create a notebook
fa: ایجاد یک دفترچه

source: Trash is empty
fa: زباله‌دان خالی است

source: Open in Notebook
fa: گشودن در دفترچه

source: _Rename Note
fa: _تغییر نام یادداشت

source: _Export Note
fa: _برون‌ریزی یادداشت
